#FileMaker Error Codes, Generated Sep 8, 2014 2:49:28 PM
#Mon Sep 08 14:49:28 PDT 2014
308=Thema ist blockiert und in Gebrauch durch anderen Anwender
501=Zeitwert entspricht nicht den \u00DCberpr\u00FCfungskriterien
307=Transaktion konnte wegen eines Kommunikationsfehlers mit dem Host nicht gesperrt werden
500=Datumswert entspricht nicht den \u00DCberpr\u00FCfungskriterien
306=Datensatz\u00E4nderungs-ID stimmt nicht \u00FCberein
305=Relationship or value list definitions are locked by another user
304=Layout ist blockiert durch anderen Anwender
303=Datenbankschema ist blockiert durch anderen Anwender
109=Berechtigung fehlt
302=Tabelle ist blockiert durch anderen Anwender
108=Werteliste nicht vorhanden
301=Datei ist blockiert durch anderen Anwender
107=Index fehlt
300=Datei ist gesch\u00FCtzt oder in Gebrauch
106=Tabelle fehlt
105=Layout fehlt
104=Script fehlt
103=Beziehung fehlt
102=Feld fehlt
101=Datensatz fehlt
1414=SQL-Anweisung zu lang
100=Datei fehlt
1413=Kommunikationsverbindung fehlerhaft (ODBC)
1219=Ein Feld kann nicht in seiner eigenen Formel benutzt werden
1218=Zahl kann nicht berechnet werden
1217=Gruppierfeld ist ung\u00FCltig
1216=Als erstes Argument einer HOLEERGEBNISWERT-Funktion k\u00F6nnen nur Statistikfelder angegeben werden
1215=Dieser Parameter ist ein ung\u00FCltiger Statusfunktionsparameter
1214=MITTELWERT, ANZAHL, ERWEITERN, AUSWIEDERHOLFELD, MAX, MIN, NPW, STABW, SUMME oder HOLEERGEBNISWERT enth\u00E4lt einen Ausdruck, obwohl nur ein Feld erwartet wird
1213=Diese Variable wurde bereits in der SetzeVar-Funktion definiert
1212=Hier wird ein Operator (z. B. +, -, * ) erwartet
853=Ein oder mehere Containers konnten nicht \u00FCbertragen werden
1211=In dieser Funktion ist die Listennutzung nicht zul\u00E4ssig
852=Schreiben einer Datei auf den externen Speicher nicht m\u00F6glich
1210=Plugin-Funktion wurde bereits registriert
851=L\u00F6schen einer externen Datei vom Datentr\u00E4ger nicht m\u00F6glich
850=Der Pfad ist f\u00FCr das Betriebssystem ung\u00FCltig
1409=Fehler (ODBC)
1408=Erweiterter Fehler (ODBC)
1407=Anweisung konnte nicht zugeteilt werden (ODBC)
10007=Syntax error in fmsadmin command
1406=\u00DCberpr\u00FCfung von SQL API fehlgeschlagen (ODBC)
10006=Could not start Web Publishing Engine because it is already running
1405=Verbindung konnte nicht freigegeben werden (ODBC)
1404=Verbindung konnte nicht zugeteilt werden (ODBC)
1403=Verbindung trennen fehlerhaft (ODBC)
1402=Umgebung konnte nicht freigegeben werden (ODBC)
1209=Name (z. B. Feldname oder Layoutname) fehlt
1401=Umgebung konnte nicht zugeteilt werden (ODBC)
1208=Operator fehlt, Funktion nicht gefunden oder "(" nicht erwartet
1400=ODBC-Client-Treiberinitialisierung fehlgeschlagen. Stellen Sie sicher, dass die ODBC-Client-Treiber richtig installiert sind
1207=Klammer unvollst\u00E4ndig
1206=Textkonstante muss mit einem Anf\u00FChrungszeichen enden
1205=Kommentar ist nicht mit "*/" beendet
1204=Es wird eine Zahl, eine Textkonstante, ein Feldname bzw. "(" erwartet
1203=Unerwartetes Ende der Berechnung
1202=In dieser Funktion gibt es zu viele Parameter
1201=In dieser Funktion gibt es zu wenige Parameter
1200=Generischer Rechenfehler
1551=Plugin kann nicht installiert werden. Ein bestehendes Plugin kann nicht gel\u00F6scht werden oder Schreiben in den Ordner oder Datentr\u00E4ger nicht m\u00F6glich
1550=Plugin konnte nicht geladen werden oder Plugin ist kein g\u00FCltiges Plugin
-1=Unbekannter Fehler
826=Der angegebene Dateipfad ist kein g\u00FCltiger Dateipfad
825=Datei ist nicht autorisiert, die gesch\u00FCtzte Datei zu referenzieren
824=Datei ist besch\u00E4digt oder keine FileMaker-Datei
823=Datei kann nicht auf Einzelbenutzer gesetzt werden, da G\u00E4ste verbunden sind
822=FMI-Dateien nicht gefunden; fehlende Dateien neu installieren
821=Host hat die Verbindung getrennt
820=Datei wird geschlossen
819=Lokale Kopie einer remote Datei kann nicht gespeichert werden
817=Der Bindungsschl\u00FCssel der Datei stimmt nicht mit dieser Laufzeitanwendung \u00FCberein
816=Datei konnte nicht konvertiert werden
815=Referenzdatei konnte nicht ge\u00F6ffnet werden
814=Datei(en) kann (k\u00F6nnen) nicht ge\u00F6ffnet werden, da die maximale Anzahl an Dateien ge\u00F6ffnet ist
813=Fehler bei Datensatz-Synchronisation im Netzwerk
812=Kapazit\u00E4t des Hosts \u00FCberschritten
811=Tempor\u00E4rdatei kann nicht als FileMaker Pro-Datei ge\u00F6ffnet werden
810=Datentr\u00E4ger fixiert
418=Interner Fehler bei INSERT-Operation in ein Feld
417=Die Datenbank ist keine unterst\u00FCtzte Datenquelle
416=Prim\u00E4rschl\u00FCssel erforderlich f\u00FCr Datenquelltabelle
415=Ein oder mehrere erforderliche Bezugsdatens\u00E4tze sind nicht verf\u00FCgbar
413=Angegebenes Feld hat ungeeigneten Feldtyp
412=Falsche Version von FileMaker Pro verwendet, um die Datei wiederherzustellen
218=Passwort und Passwort\u00FCberpr\u00FCfung stimmen nicht \u00FCberein
217=Benutzer hat nicht gen\u00FCgend Zugriffsrechte, um Administratorkonto zu \u00E4ndern
410=Ung\u00FCltige Exportfolge
216=Gastkonto kann nicht dupliziert werden
215=Administratorrechte k\u00F6nnen nicht dupliziert werden
214=Zu viele Anmeldeversuche
213=Benutzerkonto und/oder Passwort existieren nicht
212=Ung\u00FCltiges Benutzerkonto und/oder Passwort; bitte erneut versuchen
211=Passwort ist abgelaufen
210=Benutzerkonto ist inaktiv
178=No write access - Check file system permissions
809=Datentr\u00E4ger voll
808=Datei kann wegen besch\u00E4digter Zugriffsrechte nicht ge\u00F6ffnet werden
807=Datei ist keine FileMaker Pro-Datei oder ist schwer besch\u00E4digt
806=Datei kann mit dieser Version von FileMaker Pro nicht ge\u00F6ffnet werden
805=Datei ist besch\u00E4digt; stellen Sie die Datei wieder her
804=Datei konnte in ihrem aktuellen Status nicht mit Nur-Lese-Zugriff ge\u00F6ffnet werden
803=Datei in Einzelbenutzer-Status oder Host nicht vorhanden
802=Ung\u00FCltige Berechtigung
801=Tempor\u00E4rdatei konnte auf Systemdatentr\u00E4ger nicht erstellt werden
800=Datei konnte auf Datentr\u00E4ger nicht erstellt werden
960=Parameter ung\u00FCltig
603=Verbindung zum Drucker getrennt
409=Ung\u00FCltige Importfolge
602=Datenbereich passt f\u00FCr aktuelle Spalteneinstellung nicht auf eine Seite
408=Angegebenes Feld hat ein Datenformat, das diesem Befehl nicht entspricht
601=Kombination von Kopf- und Fu\u00DFbereich \u00FCbersteigt eine Seitenl\u00E4nge
407=Ein oder beide Gruppierfeld(er) fehlen (ung\u00FCltige Beziehung)
600=Druckerfehler aufgetreten
406=Ung\u00FCltige Kriterien f\u00FCr Ersetzen/Neunummerierung
405=Angegebene Datensatzzahl \u00FCbersteigt die Anzahl der ausschlie\u00DFbaren Datens\u00E4tze
404=Ung\u00FCltige Sortierfolge
403=Maximales Datensatzlimit f\u00FCr FileMaker Pro-Demo wird \u00FCberschritten
209=Neues Passwort muss sich vom bestehenden unterscheiden
402=Kein Abgleichsfeld f\u00FCr eine Referenz
208=Passwort enth\u00E4lt zu wenige Zeichen
401=Kein Datensatz entspricht der Abfrage
207=Benutzer hat nicht gen\u00FCgend Zugriffsrechte, um das Datenbankschema zu \u00E4ndern, oder die Datei ist schreibgesch\u00FCtzt
400=Suchkriterien sind leer
206=Benutzer hat keine Zugriffsrechte, um das Passwort zu \u00E4ndern, oder die Datei ist schreibgesch\u00FCtzt
205=Benutzer hat keine Zugriffsrechte, um neue Datens\u00E4tze zu erstellen; Import \u00FCberschreibt bestehende Daten
204=Kein Zugriff auf Feld(er) in Sortierfolge
203=Keine zu druckenden Datens\u00E4tze in der Datei bzw. Passwort erlaubt kein Drucken
202=Zugriff auf Feld verweigert
201=Feld kann nicht ge\u00E4ndert werden
200=Zugriff auf Datensatz verweigert
959=Custom Web Publishing ist deaktiviert
958=Parameter fehlt (*)
957=Widerspr\u00FCchliche Befehle (*)
956=Maximale Anzahl von Datenbanksitzungen \u00FCberschritten (*)
955=Kein Datenbankname (*)
954=Nicht unterst\u00FCtzte XML-Grammatik (*)
951=Ein unerwarteter Fehler ist aufgetreten (*)
1507=Anmeldung am SMTP-Server nicht m\u00F6glich
1506=E-Mail(s) konnte(n) nicht erfolgreich versendet werden
1505=Die angegebene Authentifizierung wird vom SMTP-Server nicht unterst\u00FCtzt
1504=Der SMTP-Server erfordert eine verschl\u00FCsselte Verbindung
1503=SSL-Fehler
1502=Verbindung vom SMTP-Server abgelehnt
1501=SMTP-Authentifizierung fehlgeschlagen
1301=Einer der Parameter der Funktion, die importiert oder eingef\u00FCgt wird, hat denselben Namen wie eine Funktion, die sich bereits in der Datei befindet
1300=Der angegebene Name kann nicht verwendet werden
8003=Record is in use by another user
738=Das Design, das Sie importieren, existiert bereits
1451=Aktion erfordert, dass die aktuelle Datei remote ist
737=Die Bento-Tabelle, die Sie importieren, fehlt
1450=Aktion erfordert PHP-Berechtigungserweiterung (*)
736=Zu viele Daten f\u00FCr den Export in dieses Format; es wird abgeschnitten
735=Dieser Dateityp kann nicht als Bild angezeigt werden. Es wird eingef\u00FCgt und als Datei angezeigt
734=Dieser Dateityp kann nicht als Bild dargestellt werden
733=Eine Tabelle kann nicht in sich selbst importiert werden
732=Diese Datei kann nicht eingef\u00FCgt werden, weil sie selbst weitere Dateien enth\u00E4lt
731=Die f\u00FCr den Import ausgew\u00E4hlte Datei enth\u00E4lt keine Daten
730=Nicht unterst\u00FCtzte Excel-Version (Datei in Excel 2007/2008-Format oder neuere, unterst\u00FCtzte Version konvertieren und erneut probieren)
131=Dateien des Sprachpakets fehlen (z. B. Starter-L\u00F6sungen)
923=Anwenderw\u00F6rterbuch ist schreibgesch\u00FCtzt
130=Dateien sind besch\u00E4digt oder fehlen und m\u00FCssen neu installiert werden
922=Anwenderw\u00F6rterbuch existiert nicht
729=Es sind Fehler beim Import aufgetreten; Datens\u00E4tze konnten nicht importiert werden
921=Anwenderw\u00F6rterbuch kann nicht zur Bearbeitung geladen werden
920=Initialisierung der Rechtschreibpr\u00FCfung nicht m\u00F6glich
727=Es gibt mehr Datens\u00E4tze in der Zieltabelle als in der Importdatei; nicht alle Datens\u00E4tze werden aktualisiert
726=Es gibt mehr Datens\u00E4tze in der Importdatei als in der Zieltabelle; nicht alle Datens\u00E4tze werden importiert
725=Sie sind nicht berechtigt, Datens\u00E4tze in der Zieltabelle zu \u00E4ndern
724=Sie sind nicht berechtigt, Datens\u00E4tze in der Zieltabelle hinzuzuf\u00FCgen
723=Sie sind nicht berechtigt, Datens\u00E4tze in der Zieltabelle hinzuzuf\u00FCgen oder zu \u00E4ndern
722=Daten k\u00F6nnen nicht in eine Datei importiert werden, die keine Felder hat
721=Im Parser oder Transformer ist ein unbekannter Fehler aufgetreten
720=Fehler beim Export\: Das vorgesehene Format unterst\u00FCtzt keine Wiederholfelder
21=Abfrage nicht unterst\u00FCtzt (z. B. beim Erstellen eines Hardlinks zu einem Dateisystem, das keine Hardlinks unterst\u00FCtzt)
20=Befehl/Vorgang durch ausgel\u00F6stes Script abgebrochen
9=Ungen\u00FCgende Berechtigungen
8=Leeres Ergebnis
7=Speicher\u00FCberlauf
6=Datei ist schreibgesch\u00FCtzt
5=Befehl ung\u00FCltig (z. B. ist f\u00FCr den Scriptschritt "Feldwert setzen" keine Formel angegeben)
4=Befehl unbekannt
3=Befehl nicht verf\u00FCgbar (z. B. falsches Betriebssystem, falscher Modus etc.)
1631=Debuggen von Scripts (FileMaker Pro Advanced) Funktion
2=Speicherfehler
1630=URL-Format nicht korrekt
1=Aktion durch Benutzer abgebrochen
0=Kein Fehler
719=Fehler beim Transformieren von XML mit XSL (von Xalan)
19=Zeichenfolge enth\u00E4lt andere Zeichen als A-Z, a-z, 0-9 (ASCII)
718=XML-Parsingfehler (von Xerces)
18=Client muss Kontoinformationen liefern, um fortzufahren
717=Zum Fortsetzen des Imports bzw. Exports sind nicht gen\u00FCgend XML/XSL-Daten vorhanden
17=Konvertierung von fremdem Zeichensatz in UTF-16 fehlgeschlagen
716=Eine SQL Abfrage mit DELETE, INSERT oder UPDATE ist nicht f\u00FCr ODBC Import erlaubt
16=Operation fehlgeschlagen, Anfrage wiederholen (z. B. eine Benutzeranfrage)
715=Benannter Bereich oder Tabellenblatt von Excel konnte nicht gefunden werden
15=Teilen durch null nicht m\u00F6glich
714=Zugriffsrechte reichen f\u00FCr diesen Befehl nicht aus
14=Au\u00DFerhalb des g\u00FCltigen Bereichs
13=Datei oder Objekt ist in Gebrauch
12=Name existiert bereits
711=Importfilter nicht vorhanden
11=Name ist nicht g\u00FCltig
710=QuickTime-Verweis konnte nicht aktualisiert werden, da f\u00FCr Datenbankdatei nur Lesezugriff besteht
10=Angeforderte Daten fehlen
513=Keine \u00DCberpr\u00FCfung wurde angegeben, aber Daten k\u00F6nnen nicht in das Feld passen
512=Datensatz wurde bereits durch anderen Anwender ge\u00E4ndert
511=Wert in Feld \u00FCberschreitet maximale Feldgr\u00F6\u00DFe
510=Bezugswert ist leer oder nicht verf\u00FCgbar
1629=Verbindungs-Zeitfehler; das Sitzungszeitlimit betr\u00E4gt 60 Sekunden
1628=Es ist ein SSL-Fehler aufgetreten
1627=Authentifizierung fehlgeschlagen
1626=Protokoll wird nicht unterst\u00FCtzt
118=Thema fehlt
117=Datenquelle fehlt
116=Layoutobjekt fehlt
115=Men\u00FCset fehlt
114=Dateiverweis fehlt
906=Die aktuelle Datei wird nicht bereitgestellt. Der Befehl kann nur verwendet werden, wenn die Datei bereitgestellt wird
113=Funktion fehlt
905=Kein aktives Feld ausgew\u00E4hlt, Befehl kann nur mit aktivem Feld verwendet werden
112=Fenster fehlt
111=Feldwiederholung ist ung\u00FCltig
903=Befehl kann nicht in einer gemeinsam genutzten Datei verwendet werden
110=Bezugstabellen fehlen
902=Hilfe-System konnte nicht gestartet werden
709=Import des QuickTime-Films fehlgeschlagen
901=Standardw\u00F6rterbuch nicht installiert
708=Dateiimport nicht m\u00F6glich bzw. Farbmonitor f\u00FCr Import erforderlich
900=Allgemeiner Fehler in der Rechtschreibpr\u00FCfung
707=Grafikfilter nicht vorhanden
706=EPSF-Datei hat keine \u00DCbersichtsgrafik
1225=Die angegebene Funktion wird in diesem Kontext nicht unterst\u00FCtzt
1224=Die angegebene Funktion existiert nicht
1223=Die angegebene Funktion ist noch nicht implementiert
509=Feld verlangt g\u00FCltigen Wert
1222=Formel kann nicht gespeichert werden
508=Ung\u00FCltiger Wert wurde in Suchenmodus eingegeben
1221=Datentyp muss Zahl, Datum, Zeit oder Zeitstempel sein
507=Feldwert entspricht nicht der \u00DCberpr\u00FCfung durch Berechnung
700=Datei hat falschen Dateityp f\u00FCr Import
1220=Feldtyp muss normal oder berechnet sein
506=Feldwert entspricht nicht der \u00DCberpr\u00FCfung nach Bestandteil einer Werteliste
505=Feldwert existiert nicht in der Datenbank und entspricht nicht der Existenz\u00FCberpr\u00FCfung
504=Feldwert entspricht nicht der Eindeutigkeits\u00FCberpr\u00FCfung
503=Feldwert entspricht nicht der Bereichs\u00FCberpr\u00FCfung
502=Zahlenwert entspricht nicht den \u00DCberpr\u00FCfungskriterien
