#FileMaker Error Codes, Generated Sep 8, 2014 2:49:30 PM
#Mon Sep 08 14:49:30 PDT 2014
308=\u5225\u306E\u30E6\u30FC\u30B6\u304C\u30C6\u30FC\u30DE\u3092\u4F7F\u7528\u3057\u3066\u304A\u308A\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059
501=\u6642\u523B\u306E\u5024\u304C\u5165\u529B\u5024\u306E\u5236\u9650\u3092\u6E80\u305F\u3057\u3066\u3044\u307E\u305B\u3093
307=\u30DB\u30B9\u30C8\u3068\u306E\u901A\u4FE1\u30A8\u30E9\u30FC\u306E\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30ED\u30C3\u30AF\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
500=\u65E5\u4ED8\u306E\u5024\u304C\u5165\u529B\u5024\u306E\u5236\u9650\u3092\u6E80\u305F\u3057\u3066\u3044\u307E\u305B\u3093
306=\u30EC\u30B3\u30FC\u30C9\u4FEE\u6B63 ID \u304C\u4E00\u81F4\u3057\u307E\u305B\u3093
305=Relationship or value list definitions are locked by another user
304=\u5225\u306E\u30E6\u30FC\u30B6\u304C\u30EC\u30A4\u30A2\u30A6\u30C8\u3092\u4F7F\u7528\u4E2D\u3067\u3059
303=\u5225\u306E\u30E6\u30FC\u30B6\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30B9\u30AD\u30FC\u30DE\u3092\u4F7F\u7528\u4E2D\u3067\u3059
109=\u30A2\u30AF\u30BB\u30B9\u6A29\u30BB\u30C3\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
302=\u5225\u306E\u30E6\u30FC\u30B6\u304C\u30C6\u30FC\u30D6\u30EB\u3092\u4F7F\u7528\u4E2D\u3067\u3059
108=\u5024\u4E00\u89A7\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
301=\u5225\u306E\u30E6\u30FC\u30B6\u304C\u30EC\u30B3\u30FC\u30C9\u3092\u4F7F\u7528\u4E2D\u3067\u3059
107=\u7D22\u5F15\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
300=\u30D5\u30A1\u30A4\u30EB\u304C\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u4F7F\u7528\u4E2D\u3067\u3059
106=\u30C6\u30FC\u30D6\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
105=\u30EC\u30A4\u30A2\u30A6\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
104=\u30B9\u30AF\u30EA\u30D7\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
103=\u30EA\u30EC\u30FC\u30B7\u30E7\u30F3\u30B7\u30C3\u30D7\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
102=\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
101=\u30EC\u30B3\u30FC\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
1414=SQL \u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u304C\u9577\u3059\u304E\u307E\u3059
100=\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
1413=\u901A\u4FE1\u30EA\u30F3\u30AF\u306B\u5931\u6557\u3057\u307E\u3057\u305F\uFF08ODBC\uFF09
1219=\u30D5\u30A3\u30FC\u30EB\u30C9\u56FA\u6709\u306E\u5F0F\u306B\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
1218=\u6570\u5B57\u3092\u8A55\u4FA1\u3067\u304D\u307E\u305B\u3093
1217=\u533A\u5206\u3051\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u7121\u52B9\u3067\u3059
1216=GetSummary \u95A2\u6570\u306E\uFF11\u756A\u76EE\u306E\u5F15\u6570\u306F\u3001\u96C6\u8A08\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u307F\u306B\u9650\u3089\u308C\u307E\u3059
1215=\u3053\u306E\u5F15\u6570\u306F\u53D6\u5F97\u95A2\u6570\u306E\u7121\u52B9\u306A\u5F15\u6570\u3067\u3059
1214=AVERAGE\u3001COUNT\u3001EXTEND\u3001GETREPETITION\u3001MAX\u3001MIN\u3001NPV\u3001STDEV\u3001SUM\u3001\u304A\u3088\u3073 GETSUMMARY \u95A2\u6570\u3067\u3001\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5024\u3092\u6307\u5B9A\u3067\u304D\u306A\u3044\u90E8\u5206\u306B\u5F0F\u304C\u4F7F\u308F\u308C\u3066\u3044\u307E\u3059
1213=\u3053\u306E\u5909\u6570\u306F\u3059\u3067\u306B Let \u95A2\u6570\u3067\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059
1212=\u6F14\u7B97\u5B50\uFF08+\u3001-\u3001* \u306A\u3069\uFF09\u3092\u5165\u308C\u3066\u304F\u3060\u3055\u3044
853=\uFF11\u3064\u4EE5\u4E0A\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u8EE2\u9001\u306B\u5931\u6557\u3057\u307E\u3057\u305F
1211=\u3053\u306E\u95A2\u6570\u3067\u306F\u4E00\u89A7\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
852=\u5916\u90E8\u683C\u7D0D\u306B\u30D5\u30A1\u30A4\u30EB\u3092\u66F8\u304D\u8FBC\u3081\u307E\u305B\u3093
1210=\u30D7\u30E9\u30B0\u30A4\u30F3\u95A2\u6570\u306F\u3059\u3067\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u3059
851=\u30C7\u30A3\u30B9\u30AF\u304B\u3089\u5916\u90E8\u30D5\u30A1\u30A4\u30EB\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093
850=\u30D1\u30B9\u304C\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30B7\u30B9\u30C6\u30E0\u3067\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093
1409=\u30A8\u30E9\u30FC\uFF08ODBC\uFF09
1408=\u62E1\u5F35\u30A8\u30E9\u30FC\uFF08ODBC\uFF09
1407=\u30B9\u30C6\u30FC\u30C8\u30E1\u30F3\u30C8\u306E\u5272\u308A\u5F53\u3066\u306B\u5931\u6557\u3057\u307E\u3057\u305F\uFF08ODBC\uFF09
10007=Syntax error in fmsadmin command
1406=SQL API \u306E\u30C1\u30A7\u30C3\u30AF\u306B\u5931\u6557\u3057\u307E\u3057\u305F\uFF08ODBC\uFF09
10006=Could not start Web Publishing Engine because it is already running
1405=\u63A5\u7D9A\u306E\u89E3\u653E\u306B\u5931\u6557\u3057\u307E\u3057\u305F\uFF08ODBC\uFF09
1404=\u63A5\u7D9A\u306E\u5272\u308A\u5F53\u3066\u306B\u5931\u6557\u3057\u307E\u3057\u305F\uFF08ODBC\uFF09
1403=\u5207\u65AD\u306B\u5931\u6557\u3057\u307E\u3057\u305F\uFF08ODBC\uFF09
1402=\u74B0\u5883\u306E\u89E3\u653E\u306B\u5931\u6557\u3057\u307E\u3057\u305F\uFF08ODBC\uFF09
1209=\u540D\u524D\uFF08\u30D5\u30A3\u30FC\u30EB\u30C9\u540D\u307E\u305F\u306F\u30EC\u30A4\u30A2\u30A6\u30C8\u540D\uFF09\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
1401=\u74B0\u5883\u306E\u5272\u308A\u5F53\u3066\u306B\u5931\u6557\u3057\u307E\u3057\u305F\uFF08ODBC\uFF09
1208=\u6F14\u7B97\u5B50\u307E\u305F\u306F\u95A2\u6570\u304C\u898B\u3064\u304B\u3089\u306A\u3044\u304B\u3001\u300C(\u300D\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
1400=ODBC \u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30C9\u30E9\u30A4\u30D0\u306E\u521D\u671F\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002 ODBC \u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30C9\u30E9\u30A4\u30D0\u304C\u9069\u5207\u306B\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
1207=\u30AB\u30C3\u30B3\u304C\u4E00\u81F4\u3057\u3066\u3044\u307E\u305B\u3093
1206=\u30C6\u30AD\u30B9\u30C8\u5B9A\u6570\u306F\u534A\u89D2\u306E\u30C0\u30D6\u30EB\u30AF\u30A9\u30FC\u30C6\u30FC\u30B7\u30E7\u30F3\u30DE\u30FC\u30AF\u3067\u7D42\u308F\u3089\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093
1205=\u30B3\u30E1\u30F3\u30C8\u306F\u300C*/\u300D\u3067\u7D42\u4E86\u3067\u304D\u307E\u305B\u3093
1204=\u6570\u5B57\u3001\u30C6\u30AD\u30B9\u30C8\u5B9A\u6570\u3001\u30D5\u30A3\u30FC\u30EB\u30C9\u540D\u3001\u307E\u305F\u306F\u300C(\u300D\u3092\u5165\u308C\u3066\u304F\u3060\u3055\u3044
1203=\u8A08\u7B97\u5F0F\u304C\u672A\u5B8C\u4E86\u3067\u3059
1202=\u95A2\u6570\u306E\u5F15\u6570\u304C\u591A\u3059\u304E\u307E\u3059
1201=\u95A2\u6570\u306E\u5F15\u6570\u304C\u8DB3\u308A\u307E\u305B\u3093
1200=\u4E00\u822C\u7684\u306A\u8A08\u7B97\u30A8\u30E9\u30FC\u3067\u3059
1551=\u30D7\u30E9\u30B0\u30A4\u30F3\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3002 \u65E2\u5B58\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u3092\u524A\u9664\u3067\u304D\u306A\u3044\u304B\u3001\u30D5\u30A9\u30EB\u30C0\u307E\u305F\u306F\u30C7\u30A3\u30B9\u30AF\u306B\u66F8\u304D\u8FBC\u3081\u307E\u305B\u3093
1550=\u30D7\u30E9\u30B0\u30A4\u30F3\u3092\u30ED\u30FC\u30C9\u3067\u304D\u306A\u3044\u304B\u3001\u30D7\u30E9\u30B0\u30A4\u30F3\u304C\u6709\u52B9\u306A\u30D7\u30E9\u30B0\u30A4\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093
-1=\u539F\u56E0\u4E0D\u660E\u306E\u30A8\u30E9\u30FC
826=\u6307\u5B9A\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u30D1\u30B9\u306F\u6709\u52B9\u306A\u30D1\u30B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093
825=\u30D5\u30A1\u30A4\u30EB\u306B\u306F\u4FDD\u8B77\u30D5\u30A1\u30A4\u30EB\u3092\u53C2\u7167\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093
824=\u30D5\u30A1\u30A4\u30EB\u304C\u640D\u50B7\u3057\u3066\u3044\u308B\u304B\u3001FileMaker \u306E\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093
823=\u30D5\u30A1\u30A4\u30EB\u3092\u30B7\u30F3\u30B0\u30EB\u30E6\u30FC\u30B6\u306B\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002 \u30B2\u30B9\u30C8\u304C\u63A5\u7D9A\u3057\u3066\u3044\u307E\u3059
822=FMI \u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002 \u898B\u3064\u304B\u3089\u306A\u3044\u30D5\u30A1\u30A4\u30EB\u3092\u518D\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3057\u3066\u304F\u3060\u3055\u3044
821=\u30DB\u30B9\u30C8\u306B\u3088\u3063\u3066\u63A5\u7D9A\u89E3\u9664\u3055\u308C\u307E\u3057\u305F
820=\u30D5\u30A1\u30A4\u30EB\u3092\u9589\u3058\u308B\u9014\u4E2D\u3067\u3059
819=\u30EA\u30E2\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u306E\u30ED\u30FC\u30AB\u30EB\u30B3\u30D4\u30FC\u3092\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093
817=\u3053\u306E\u30BD\u30EA\u30E5\u30FC\u30B7\u30E7\u30F3\u306B\u5C5E\u3057\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
816=\u30D5\u30A1\u30A4\u30EB\u3092\u5909\u63DB\u3067\u304D\u307E\u305B\u3093
815=\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
814=\u6700\u5927\u6570\u306E\u30D5\u30A1\u30A4\u30EB\u304C\u3059\u3067\u306B\u958B\u3044\u3066\u3044\u308B\u305F\u3081\u3001\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
813=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u4E0A\u3067\u30EC\u30B3\u30FC\u30C9\u306E\u540C\u671F\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
812=\u30DB\u30B9\u30C8\u306E\u5BB9\u91CF\u3092\u8D85\u3048\u3066\u3044\u307E\u3059
811=\u30C6\u30F3\u30DD\u30E9\u30EA\u30D5\u30A1\u30A4\u30EB\u3092 FileMaker\u00A0Pro \u30D5\u30A1\u30A4\u30EB\u3068\u3057\u3066\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
810=\u30C7\u30A3\u30B9\u30AF/ \u30DC\u30EA\u30E5\u30FC\u30E0\u304C\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059
418=\u30D5\u30A3\u30FC\u30EB\u30C9\u3078\u306E INSERT \u64CD\u4F5C\u4E2D\u306B\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
417=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u3001\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093
416=\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u30C6\u30FC\u30D6\u30EB\u304B\u3089\u306E\u30D7\u30E9\u30A4\u30DE\u30EA\u30AD\u30FC\u304C\u5FC5\u8981\u3067\u3059
415=\uFF11\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u5FC5\u8981\u306A\u95A2\u9023\u30EC\u30B3\u30FC\u30C9\u304C\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
413=\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u30BF\u30A4\u30D7\u304C\u4E0D\u9069\u5207\u3067\u3059
412=\u30D5\u30A1\u30A4\u30EB\u306E\u4FEE\u5FA9\u306B\u3001\u8AA4\u3063\u305F\u30D0\u30FC\u30B8\u30E7\u30F3\u306E FileMaker\u00A0Pro \u304C\u4F7F\u7528\u3055\u308C\u307E\u3057\u305F
218=\u30D1\u30B9\u30EF\u30FC\u30C9\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u78BA\u8A8D\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093
217=\u30E6\u30FC\u30B6\u306B\u7BA1\u7406\u8005\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u5909\u66F4\u3059\u308B\u5341\u5206\u306A\u30A2\u30AF\u30BB\u30B9\u6A29\u304C\u3042\u308A\u307E\u305B\u3093
410=\u30A8\u30B9\u30AF\u30DD\u30FC\u30C8\u9806\u304C\u7121\u52B9\u3067\u3059
216=\u30B2\u30B9\u30C8\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u8907\u88FD\u3067\u304D\u307E\u305B\u3093
215=\u7BA1\u7406\u8005\u6A29\u9650\u306F\u8907\u88FD\u3067\u304D\u307E\u305B\u3093
214=\u30ED\u30B0\u30A4\u30F3\u8A66\u884C\u56DE\u6570\u304C\u591A\u3059\u304E\u307E\u3059
213=\u30E6\u30FC\u30B6\u30A2\u30AB\u30A6\u30F3\u30C8\u307E\u305F\u306F\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u5B58\u5728\u3057\u307E\u305B\u3093
212=\u30E6\u30FC\u30B6\u30A2\u30AB\u30A6\u30F3\u30C8\u307E\u305F\u306F\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u7121\u52B9\u3067\u3059\u3002 \u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044
211=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u671F\u9650\u5207\u308C\u3067\u3059
210=\u30E6\u30FC\u30B6\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u3059
178=No write access - Check file system permissions
809=\u30C7\u30A3\u30B9\u30AF/ \u30DC\u30EA\u30E5\u30FC\u30E0\u304C\u3044\u3063\u3071\u3044\u3067\u3059
808=\u30A2\u30AF\u30BB\u30B9\u6A29\u60C5\u5831\u304C\u58CA\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
807=\u30D5\u30A1\u30A4\u30EB\u304C FileMaker\u00A0Pro \u306E\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u306A\u3044\u304B\u3001\u91CD\u5927\u306A\u640D\u50B7\u304C\u3042\u308A\u307E\u3059
806=\u3053\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306E FileMaker\u00A0Pro \u3067\u306F\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
805=\u30D5\u30A1\u30A4\u30EB\u304C\u640D\u50B7\u3057\u3066\u3044\u307E\u3059\u3002 \u4FEE\u5FA9\u30B3\u30DE\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044
804=\u30D5\u30A1\u30A4\u30EB\u306F\u73FE\u5728\u306E\u72B6\u614B\u3067\u306F\u8AAD\u307F\u53D6\u308A\u5C02\u7528\u3068\u3057\u3066\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
803=\u30D5\u30A1\u30A4\u30EB\u304C\u5358\u72EC\u4F7F\u7528\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u30DB\u30B9\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
802=\u7121\u52B9\u306A\u30A2\u30AF\u30BB\u30B9\u6A29
801=\u30B7\u30B9\u30C6\u30E0\u30C7\u30A3\u30B9\u30AF\u306B\u30C6\u30F3\u30DD\u30E9\u30EA\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093
800=\u30D5\u30A1\u30A4\u30EB\u3092\u30C7\u30A3\u30B9\u30AF\u4E0A\u306B\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093
960=\u5F15\u6570\u304C\u7121\u52B9\u3067\u3059
603=\u5370\u5237\u63A5\u7D9A\u304C\u906E\u65AD\u3055\u308C\u307E\u3057\u305F
409=\u30A4\u30F3\u30DD\u30FC\u30C8\u9806\u304C\u7121\u52B9\u3067\u3059
602=\u73FE\u5728\u306E\u6BB5\u6570\u8A2D\u5B9A\u3067\u306F\u30DC\u30C7\u30A3\u90E8\u5206\u304C\u30DA\u30FC\u30B8\u5185\u306B\u53CE\u307E\u308A\u307E\u305B\u3093
408=\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u30C7\u30FC\u30BF\u304C\u4E0D\u9069\u5207\u306A\u305F\u3081\u3001\u3053\u306E\u51E6\u7406\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093
601=\u30D8\u30C3\u30C0\u3068\u30D5\u30C3\u30BF\u306E\u9AD8\u3055\u3092\u52A0\u7B97\u3059\u308B\u3068\u30DA\u30FC\u30B8\u306E\u9AD8\u3055\u3092\u8D85\u3048\u307E\u3059
407=\u7247\u65B9\u307E\u305F\u306F\u4E21\u65B9\u306E\u7167\u5408\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u6B20\u3051\u3066\u3044\u307E\u3059\uFF08\u7121\u52B9\u306A\u30EA\u30EC\u30FC\u30B7\u30E7\u30F3\u30B7\u30C3\u30D7)
600=\u5370\u5237\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
406=\u5168\u7F6E\u63DB\u307E\u305F\u306F\u30B7\u30EA\u30A2\u30EB\u756A\u53F7\u306E\u518D\u5165\u529B\u306B\u6307\u5B9A\u3055\u308C\u305F\u6761\u4EF6\u304C\u7121\u52B9\u3067\u3059
405=\u6307\u5B9A\u3057\u305F\u30EC\u30B3\u30FC\u30C9\u6570\u304C\u9664\u5916\u53EF\u80FD\u306A\u30EC\u30B3\u30FC\u30C9\u6570\u3092\u8D85\u904E\u3057\u3066\u3044\u307E\u3059
404=\u30BD\u30FC\u30C8\u9806\u304C\u7121\u52B9\u3067\u3059
403=\u8A55\u4FA1\u7248\u306E FileMaker\u00A0Pro \u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u6700\u5927\u30EC\u30B3\u30FC\u30C9\u6570\u306E\u5236\u9650\u3092\u8D85\u904E\u3057\u3066\u3044\u307E\u3059
209=\u65E2\u5B58\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3068\u65B0\u898F\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u540C\u4E00\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
402=\u9078\u629E\u3057\u305F\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u306E\u7167\u5408\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306F\u3042\u308A\u307E\u305B\u3093
208=\u30D1\u30B9\u30EF\u30FC\u30C9\u306B\u5341\u5206\u306A\u6587\u5B57\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093
401=\u691C\u7D22\u6761\u4EF6\u306B\u4E00\u81F4\u3059\u308B\u30EC\u30B3\u30FC\u30C9\u304C\u3042\u308A\u307E\u305B\u3093
207=\u30E6\u30FC\u30B6\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30B9\u30AD\u30FC\u30DE\u3092\u5909\u66F4\u3059\u308B\u5341\u5206\u306A\u30A2\u30AF\u30BB\u30B9\u6A29\u304C\u306A\u3044\u304B\u3001\u5909\u66F4\u53EF\u80FD\u306A\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093
400=\u691C\u7D22\u6761\u4EF6\u304C\u7A7A\u3067\u3059
206=\u30E6\u30FC\u30B6\u306B\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u5909\u66F4\u30A2\u30AF\u30BB\u30B9\u6A29\u304C\u306A\u3044\u304B\u3001\u5909\u66F4\u53EF\u80FD\u306A\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093
205=\u30E6\u30FC\u30B6\u306B\u65B0\u898F\u30EC\u30B3\u30FC\u30C9\u3092\u4F5C\u6210\u3059\u308B\u30A2\u30AF\u30BB\u30B9\u6A29\u304C\u3042\u308A\u307E\u305B\u3093\u3002 \u65E2\u5B58\u306E\u30C7\u30FC\u30BF\u306F\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u305F\u30C7\u30FC\u30BF\u3067\u4E0A\u66F8\u304D\u3055\u308C\u307E\u3059
204=\u30BD\u30FC\u30C8\u512A\u5148\u9806\u4F4D\u306B\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093
203=\u30D5\u30A1\u30A4\u30EB\u306B\u5370\u5237\u3059\u308B\u30EC\u30B3\u30FC\u30C9\u304C\u306A\u3044\u304B\u3001\u5165\u529B\u3057\u305F\u30D1\u30B9\u30EF\u30FC\u30C9\u3067\u306F\u5370\u5237\u3067\u304D\u307E\u305B\u3093
202=\u30D5\u30A3\u30FC\u30EB\u30C9\u30A2\u30AF\u30BB\u30B9\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F
201=\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u5909\u66F4\u3067\u304D\u307E\u305B\u3093
200=\u30EC\u30B3\u30FC\u30C9\u30A2\u30AF\u30BB\u30B9\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F
959=\u30AB\u30B9\u30BF\u30E0 Web \u516C\u958B\u30C6\u30AF\u30CE\u30ED\u30B8\u30FC\u304C\u7121\u52B9\u3067\u3059
958=\u30AF\u30A8\u30EA\u30FC\u306B\u5F15\u6570\u304C\u3042\u308A\u307E\u305B\u3093\uFF08*\uFF09
957=\u30B3\u30DE\u30F3\u30C9\u304C\u7AF6\u5408\u3057\u3066\u3044\u307E\u3059\uFF08*\uFF09
956=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u6700\u5927\u6570\u3092\u8D85\u904E\u3057\u307E\u3057\u305F\uFF08*\uFF09
955=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u540D\u304C\u3042\u308A\u307E\u305B\u3093\uFF08*\uFF09
954=\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044 XML \u6587\u6CD5\u3067\u3059\uFF08*\uFF09
951=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\uFF08*\uFF09
1507=SMTP \u30B5\u30FC\u30D0\u30FC\u306B\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
1506=E \u30E1\u30FC\u30EB\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u6B63\u5E38\u306B\u9001\u4FE1\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F
1505=\u6307\u5B9A\u3055\u308C\u305F\u8A8D\u8A3C\u65B9\u6CD5\u306F SMTP \u30B5\u30FC\u30D0\u30FC\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
1504=SMTP \u30B5\u30FC\u30D0\u30FC\u306E\u63A5\u7D9A\u3092\u6697\u53F7\u5316\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
1503=SSL \u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
1502=SMTP \u30B5\u30FC\u30D0\u30FC\u306B\u3088\u3063\u3066\u63A5\u7D9A\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F
1501=SMTP \u306E\u8A8D\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F
1301=\u30A4\u30F3\u30DD\u30FC\u30C8\u307E\u305F\u306F\u8CBC\u308A\u4ED8\u3051\u3089\u308C\u305F\u95A2\u6570\u306E\u5F15\u6570\u306E\uFF11\u3064\u304C\u3001\u30D5\u30A1\u30A4\u30EB\u306B\u3059\u3067\u306B\u3042\u308B\u95A2\u6570\u3068\u540C\u3058\u540D\u524D\u3067\u3059
1300=\u6307\u5B9A\u3055\u308C\u305F\u540D\u524D\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
8003=Record is in use by another user
738=\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u30C6\u30FC\u30DE\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059
1451=\u73FE\u5728\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u30EA\u30E2\u30FC\u30C8\u306B\u3059\u308B\u64CD\u4F5C\u304C\u5FC5\u8981\u3067\u3059
737=\u30A4\u30F3\u30DD\u30FC\u30C8\u5143\u306E Bento \u30C6\u30FC\u30D6\u30EB\u304C\u3042\u308A\u307E\u305B\u3093
1450=PHP \u30A2\u30AF\u30BB\u30B9\u6A29\u3092\u62E1\u5F35\u3059\u308B\u64CD\u4F5C\u304C\u5FC5\u8981\u3067\u3059\uFF08*\uFF09
736=\u3053\u306E\u5F62\u5F0F\u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u306B\u306F\u30C7\u30FC\u30BF\u304C\u5927\u304D\u3059\u304E\u307E\u3059\u3002 \u5165\u3089\u306A\u3044\u30C7\u30FC\u30BF\u306F\u5207\u308A\u6368\u3066\u3089\u308C\u307E\u3059
735=\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u30BF\u30A4\u30D7\u3092\u30D4\u30AF\u30C1\u30E3\u3068\u3057\u3066\u8868\u793A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002 \u30D5\u30A1\u30A4\u30EB\u3068\u3057\u3066\u633F\u5165\u304A\u3088\u3073\u8868\u793A\u3055\u308C\u307E\u3059
734=\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u30BF\u30A4\u30D7\u3092\u30D4\u30AF\u30C1\u30E3\u3068\u3057\u3066\u8868\u793A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
733=\u30C6\u30FC\u30D6\u30EB\u3092\u30C6\u30FC\u30D6\u30EB\u81EA\u4F53\u306B\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
732=\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u306B\u306F\u5185\u90E8\u306B\u4ED6\u306E\u30D5\u30A1\u30A4\u30EB\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u633F\u5165\u3067\u304D\u307E\u305B\u3093
731=\u30A4\u30F3\u30DD\u30FC\u30C8\u5143\u306E\u30D5\u30A1\u30A4\u30EB\u306B\u30C7\u30FC\u30BF\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093
730=\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044 Excel \u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u3059\uFF08\u30D5\u30A1\u30A4\u30EB\u3092 Excel 2007/2008 \u4EE5\u964D\u306E\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u5909\u63DB\u3057\u3066\u3001\u3082\u3046\u4E00\u5EA6\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\uFF09
131=\u8A00\u8A9E\u30D1\u30C3\u30AF\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\uFF08Starter Solutions \u306A\u3069\uFF09
923=\u30E6\u30FC\u30B6\u8F9E\u66F8\u304C\u8AAD\u307F\u53D6\u308A\u5C02\u7528\u3067\u3059
130=\u30D5\u30A1\u30A4\u30EB\u304C\u640D\u50B7\u3057\u3066\u3044\u308B\u304B\u898B\u3064\u304B\u3089\u306A\u3044\u305F\u3081\u3001\u518D\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
922=\u30E6\u30FC\u30B6\u8F9E\u66F8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
729=\u30A4\u30F3\u30DD\u30FC\u30C8\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002 \u30EC\u30B3\u30FC\u30C9\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
921=\u7DE8\u96C6\u3059\u308B\u30E6\u30FC\u30B6\u8F9E\u66F8\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093
920=\u30B9\u30DA\u30EB\u30C1\u30A7\u30C3\u30AF\u30A8\u30F3\u30B8\u30F3\u3092\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093
727=\u30A4\u30F3\u30DD\u30FC\u30C8\u5148\u306E\u30C6\u30FC\u30D6\u30EB\u306E\u30EC\u30B3\u30FC\u30C9\u306E\u65B9\u304C\u30A4\u30F3\u30DD\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u306E\u30EC\u30B3\u30FC\u30C9\u3088\u308A\u3082\u591A\u304F\u306A\u3063\u3066\u3044\u307E\u3059\u3002 \u4E00\u90E8\u306E\u30EC\u30B3\u30FC\u30C9\u306F\u66F4\u65B0\u3055\u308C\u307E\u305B\u3093
726=\u30A4\u30F3\u30DD\u30FC\u30C8\u30D5\u30A1\u30A4\u30EB\u306E\u30EC\u30B3\u30FC\u30C9\u306E\u65B9\u304C\u30A4\u30F3\u30DD\u30FC\u30C8\u5148\u306E\u30C6\u30FC\u30D6\u30EB\u306E\u30EC\u30B3\u30FC\u30C9\u3088\u308A\u3082\u591A\u304F\u306A\u3063\u3066\u3044\u307E\u3059\u3002 \u4E00\u90E8\u306E\u30EC\u30B3\u30FC\u30C9\u306F\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F
725=\u30A4\u30F3\u30DD\u30FC\u30C8\u5148\u306E\u30C6\u30FC\u30D6\u30EB\u3067\u30EC\u30B3\u30FC\u30C9\u3092\u5909\u66F4\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093
724=\u30A4\u30F3\u30DD\u30FC\u30C8\u5148\u306E\u30C6\u30FC\u30D6\u30EB\u306B\u30EC\u30B3\u30FC\u30C9\u3092\u8FFD\u52A0\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093
723=\u30A4\u30F3\u30DD\u30FC\u30C8\u5148\u306E\u30C6\u30FC\u30D6\u30EB\u3067\u30EC\u30B3\u30FC\u30C9\u3092\u8FFD\u52A0\u307E\u305F\u306F\u5909\u66F4\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093
722=\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u306A\u3044\u30D5\u30A1\u30A4\u30EB\u306B\u30C7\u30FC\u30BF\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
721=\u30D1\u30FC\u30B5\u307E\u305F\u306F\u30C8\u30E9\u30F3\u30B9\u30D5\u30A9\u30FC\u30DE\u3067\u539F\u56E0\u4E0D\u660E\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
720=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u6642\u306E\u30A8\u30E9\u30FC\u3002 \u5BFE\u8C61\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u3067\u306F\u7E70\u308A\u8FD4\u3057\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
21=\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\uFF08\u30CF\u30FC\u30C9\u30EA\u30F3\u30AF\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u306A\u3044\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u306B\u30CF\u30FC\u30C9\u30EA\u30F3\u30AF\u3092\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u305F\u5834\u5408\u306A\u3069\uFF09
20=\u30B3\u30DE\u30F3\u30C9\u307E\u305F\u306F\u64CD\u4F5C\u304C\u30B9\u30AF\u30EA\u30D7\u30C8\u30C8\u30EA\u30AC\u306B\u3088\u3063\u3066\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u307E\u3057\u305F
9=\u30A2\u30AF\u30BB\u30B9\u6A29\u304C\u4E0D\u5341\u5206\u3067\u3059
8=\u7A7A\u767D\u306E\u7D50\u679C
7=\u30E1\u30E2\u30EA\u4E0D\u8DB3
6=\u30D5\u30A1\u30A4\u30EB\u304C\u8AAD\u307F\u53D6\u308A\u5C02\u7528\u3067\u3059
5=\u30B3\u30DE\u30F3\u30C9\u304C\u7121\u52B9\u3067\u3059\uFF08\u305F\u3068\u3048\u3070\u3001[\u30D5\u30A3\u30FC\u30EB\u30C9\u8A2D\u5B9A] \u30B9\u30AF\u30EA\u30D7\u30C8\u30B9\u30C6\u30C3\u30D7\u306B\u8A08\u7B97\u5F0F\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306A\u3069\uFF09
4=\u30B3\u30DE\u30F3\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
3=\u30B3\u30DE\u30F3\u30C9\u304C\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\uFF08\u305F\u3068\u3048\u3070\u8AA4\u3063\u305F\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30B7\u30B9\u30C6\u30E0\u3001\u8AA4\u3063\u305F\u30E2\u30FC\u30C9\u306A\u3069\uFF09
1631=\u30B9\u30AF\u30EA\u30D7\u30C8\u306E\u30C7\u30D0\u30C3\u30B0\uFF08FileMaker Pro Advanced\uFF09 \u95A2\u6570
2=\u30E1\u30E2\u30EA\u30A8\u30E9\u30FC
1630=URL\u66F8\u5F0F\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093
1=\u30E6\u30FC\u30B6\u306B\u3088\u308B\u30AD\u30E3\u30F3\u30BB\u30EB
0=\u30A8\u30E9\u30FC\u306A\u3057
719=\uFF08Xalan \u304B\u3089\u306E\uFF09XSL \u3092\u4F7F\u7528\u3057\u305F XML \u5909\u63DB\u30A8\u30E9\u30FC\u3067\u3059
19=\u6587\u5B57\u5217\u306B A \u304B\u3089 Z\u3001a \u304B\u3089 z\u30010 \u304B\u3089 9\uFF08ASCII\uFF09\u4EE5\u5916\u306E\u6587\u5B57\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059
718=\uFF08Xerces \u304B\u3089\u306E\uFF09XML \u30D5\u30A1\u30A4\u30EB\u306E\u89E3\u6790\u30A8\u30E9\u30FC\u3067\u3059
18=\u7D9A\u884C\u3059\u308B\u306B\u306F\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306F\u30A2\u30AB\u30A6\u30F3\u30C8\u60C5\u5831\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
717=\u30A4\u30F3\u30DD\u30FC\u30C8\u307E\u305F\u306F\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3092\u7D9A\u884C\u3059\u308B\u305F\u3081\u306E\u5341\u5206\u306A XML/XSL \u60C5\u5831\u304C\u3042\u308A\u307E\u305B\u3093
17=\u5916\u56FD\u8A9E\u306E\u6587\u5B57\u30BB\u30C3\u30C8\u306E UTF-16 \u3078\u306E\u5909\u63DB\u306B\u5931\u6557\u3057\u307E\u3057\u305F
716=ODBC \u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u306F\u3001DELETE\u3001INSERT\u3001\u307E\u305F\u306F UPDATE \u3092\u4F7F\u7528\u3059\u308B SQL \u30AF\u30A8\u30EA\u30FC\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
16=\u51E6\u7406\u306B\u5931\u6557\u3057\u305F\u305F\u3081\u3001\u518D\u8A66\u884C\u304C\u5FC5\u8981\u3067\u3059\uFF08\u305F\u3068\u3048\u3070\u3001\u30E6\u30FC\u30B6\u30AF\u30A8\u30EA\u30FC\u306A\u3069\uFF09
715=\u6307\u5B9A\u3055\u308C\u305F Excel \u30EF\u30FC\u30AF\u30B7\u30FC\u30C8\u307E\u305F\u306F\u540D\u524D\u306E\u4ED8\u3044\u305F\u7BC4\u56F2\u304C\u3042\u308A\u307E\u305B\u3093
15=\uFF10\u3067\u5272\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
714=\u5165\u529B\u3057\u305F\u30D1\u30B9\u30EF\u30FC\u30C9\u3067\u306F\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u6A29\u9650\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u308B\u305F\u3081\u3053\u306E\u64CD\u4F5C\u306F\u8A8D\u3081\u3089\u308C\u3066\u3044\u307E\u305B\u3093
14=\u7BC4\u56F2\u5916
13=\u30D5\u30A1\u30A4\u30EB\u307E\u305F\u306F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u4F7F\u7528\u4E2D\u3067\u3059
12=\u540D\u524D\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059
711=\u30A4\u30F3\u30DD\u30FC\u30C8\u306E\u5909\u63DB\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
11=\u540D\u524D\u304C\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093
710=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30D5\u30A1\u30A4\u30EB\u304C\u8AAD\u307F\u53D6\u308A\u5C02\u7528\u306B\u306A\u3063\u3066\u3044\u308B\u305F\u3081QuickTime \u30D5\u30A1\u30A4\u30EB\u306E\u53C2\u7167\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093
10=\u8981\u6C42\u3055\u308C\u305F\u30C7\u30FC\u30BF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
513=\u691C\u8A3C\u306F\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u304C\u3001\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u30C7\u30FC\u30BF\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093
512=\u30EC\u30B3\u30FC\u30C9\u304C\u3059\u3067\u306B\u5225\u306E\u30E6\u30FC\u30B6\u306B\u3088\u3063\u3066\u5909\u66F4\u3055\u308C\u3066\u3044\u307E\u3059
511=\u30D5\u30A3\u30FC\u30EB\u30C9\u5185\u306E\u5024\u304C\u6700\u5927\u6587\u5B57\u6570\u3092\u8D85\u904E\u3057\u307E\u3057\u305F
510=\u95A2\u9023\u3059\u308B\u5024\u304C\u7A7A\u3067\u3042\u308B\u304B\u3001\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
1629=\u63A5\u7D9A\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306B\u306A\u308A\u307E\u3057\u305F\u3002\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306E\u5024\u306F 60 \u79D2\u3067\u3059
1628=SSL \u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
1627=\u8A8D\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F
1626=\u30D7\u30ED\u30C8\u30B3\u30EB\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
118=\u30C6\u30FC\u30DE\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
117=\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
116=\u30EC\u30A4\u30A2\u30A6\u30C8\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
115=\u30E1\u30CB\u30E5\u30FC\u30BB\u30C3\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
114=\u30D5\u30A1\u30A4\u30EB\u53C2\u7167\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
906=\u73FE\u5728\u306E\u30D5\u30A1\u30A4\u30EB\u306F\u5171\u6709\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002 \u30B3\u30DE\u30F3\u30C9\u306F\u3001\u30D5\u30A1\u30A4\u30EB\u304C\u5171\u6709\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306E\u307F\u4F7F\u7528\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059
113=\u95A2\u6570\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
905=\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002 \u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u5B58\u5728\u3059\u308B\u5834\u5408\u306E\u307F\u30B3\u30DE\u30F3\u30C9\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059
112=\u30A6\u30A4\u30F3\u30C9\u30A6\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
111=\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u7E70\u308A\u8FD4\u3057\u304C\u7121\u52B9\u3067\u3059
903=\u5171\u6709\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u30B3\u30DE\u30F3\u30C9\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093
110=\u95A2\u9023\u30C6\u30FC\u30D6\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
902=\u30D8\u30EB\u30D7\u30B7\u30B9\u30C6\u30E0\u3092\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
709=QuickTime \u30E0\u30FC\u30D3\u30FC\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F
901=\u30B9\u30DA\u30EB\u30C1\u30A7\u30C3\u30AF\u7528\u306E\u30E1\u30A4\u30F3\u8F9E\u66F8\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u307E\u305B\u3093
708=\u30D5\u30A1\u30A4\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u306A\u3044\u304B\u3001\u30D5\u30A1\u30A4\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u306B\u306F\u30AB\u30E9\u30FC\u30E2\u30CB\u30BF\u304C\u5FC5\u8981\u3067\u3059
900=\u30B9\u30DA\u30EB\u30C1\u30A7\u30C3\u30AF\u306E\u30A8\u30F3\u30B8\u30F3\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3066\u3044\u307E\u3059
707=\u30B0\u30E9\u30D5\u30A3\u30C3\u30AF\u306E\u5909\u63DB\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
706=EPSF \u30D5\u30A1\u30A4\u30EB\u306B\u30D7\u30EC\u30D3\u30E5\u30FC\u30A4\u30E1\u30FC\u30B8\u304C\u3042\u308A\u307E\u305B\u3093
1225=\u6307\u5B9A\u3055\u308C\u305F\u95A2\u6570\u306F\u3001\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
1224=\u6307\u5B9A\u3055\u308C\u305F\u95A2\u6570\u306F\u5B58\u5728\u3057\u307E\u305B\u3093
1223=\u6307\u5B9A\u3055\u308C\u305F\u95A2\u6570\u306F\u307E\u3060\u5B9F\u88C5\u3055\u308C\u3066\u3044\u307E\u305B\u3093
509=\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u6709\u52B9\u306A\u5024\u304C\u5FC5\u8981\u3067\u3059
1222=\u8A08\u7B97\u5F0F\u3092\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093
508=\u691C\u7D22\u30E2\u30FC\u30C9\u306B\u7121\u52B9\u306A\u5024\u304C\u5165\u529B\u3055\u308C\u307E\u3057\u305F
1221=\u30C7\u30FC\u30BF\u30BF\u30A4\u30D7\u306F\u6570\u5B57\u3001\u65E5\u4ED8\u3001\u6642\u523B\u3001\u307E\u305F\u306F\u30BF\u30A4\u30E0\u30B9\u30BF\u30F3\u30D7\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093
507=\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5024\u304C\u5165\u529B\u5024\u306E\u5236\u9650\u30AA\u30D7\u30B7\u30E7\u30F3\u306B\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u8A08\u7B97\u5F0F\u3092\u6E80\u305F\u3057\u307E\u305B\u3093
700=\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u306A\u3044\u30D5\u30A1\u30A4\u30EB\u30BF\u30A4\u30D7\u3067\u3059
1220=\u30D5\u30A3\u30FC\u30EB\u30C9\u30BF\u30A4\u30D7\u306F\u6A19\u6E96\u306B\u3059\u308B\u304B\u3001\u8A08\u7B97\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
506=\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5024\u304C\u5165\u529B\u5024\u306E\u5236\u9650\u30AA\u30D7\u30B7\u30E7\u30F3\u306B\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u5024\u4E00\u89A7\u306B\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093
505=\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5024\u304C\u5165\u529B\u5024\u306E\u5236\u9650\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u8981\u6C42\u3055\u308C\u3066\u3044\u308B\u3088\u3046\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30D5\u30A1\u30A4\u30EB\u5185\u306E\u65E2\u5B58\u5024\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093
504=\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5024\u304C\u5165\u529B\u5024\u306E\u5236\u9650\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u8981\u6C42\u3055\u308C\u3066\u3044\u308B\u3088\u3046\u306B\u30E6\u30CB\u30FC\u30AF\u306A\u5024\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093
503=\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5024\u304C\u5165\u529B\u5024\u306E\u5236\u9650\u30AA\u30D7\u30B7\u30E7\u30F3\u306B\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u7BC4\u56F2\u5185\u306B\u5165\u3063\u3066\u3044\u307E\u305B\u3093
502=\u6570\u5B57\u304C\u5165\u529B\u5024\u306E\u5236\u9650\u3092\u6E80\u305F\u3057\u3066\u3044\u307E\u305B\u3093
